REGISTRATION_HEAD = """Регистрация нового пользователя"""
REGISTRATION_BODY = """Здравствуйте! Вы успешно зарегистрировались на сайте маршрутно-квалификационной комиссии.
Используйте логин и пароль указанные при регистрации для входа на сайт.
"""

RESET_PASSWORD_HEAD = """Запрос на сброс пароля"""
RESET_PASSWORD_BODY = """Здравствуйте! Для вашего аккаунта был запрошен сброс пароля. 
Это можно сделать перейдя по ссылке %s/%s"""

NEW_REVIEW_HEAD = """Обновление по заявке №%s: %s, %s"""
NEW_REVIEW_BODY = """Здравствуйте. Поступила новая рецензия для вашей заявки. 
Подробности можно посмотреть в меню 'Мои заявки' на сайте."""

CHANGE_STATUS_HEAD = """Изменение статуса заявки №%s: %s, %s"""
CHANGE_STATUS_BODY = """Здравствуйте. Статус вашей заявки был изменен на %s"""


class UPDATE:
    HEAD = """Обновление по заявке №%s: %s, %s"""
    BODY = """Здравствуйте. Поступило обновление заявки №%s: %s, %s. 
Подробности можно посмотреть на сайте."""
